Repository: RemyDCF/Mon-tpg
Catalog: tpg offline/Project Requirements/*.lproj/Localizable.strings
Languages: fr

source: %@ hours %@
fr: %@ heure %@

source: %@ meters, about %@ minutes to walk
fr: %@ mètres, environ %@ minutes de marche

source: %@ minutes before.
fr: %@ minutes avant.

source: %@ minutes left!
fr: %@ minutes restantes !

source: 10 minutes before
fr: 10 minutes avant

source: 5 minutes before
fr: 5 minutes avant

source: A notification will be send %@
fr: Une notification sera envoyée %@

source: Activated
fr: Activé

source: Address
fr: Adresses

source: All Stops
fr: Tous les arrêts

source: An error occurred
fr: Une erreur est survenue

source: Are you connected to internet?
fr: Êtes-vous connecté à internet ?

source: Are you looking for a stop ?
fr: Recherchez-vous un arrêt ?

source: Arrival at
fr: Arrivée à

source: At %@ - In %@ minutes When do you want to be reminded?
fr: À %@ - Dans %@ minutes Quand voulez-vous être rappelé ?

source: At departure time
fr: Au départ

source: At the core of the project
fr: Au cœur du projet

source: Bus Stop
fr: Arrêts

source: Bus is comming
fr: Le bus arrive !

source: Cancel
fr: Annuler

source: Connections map
fr: Plan des connexions

source: Credits
fr: Crédits

source: Dark Mode
fr: Mode sombre

source: Data providers
fr: Fournisseurs de données

source: Days
fr: Jours

source: Deactivating Smart Reminders does not remove existing Smart Reminders. Use the Pending notifications section to remove them.
fr: Désactiver les Rappels Intelligents ne supprime pas les Rappels Intelligents existants. Merci d'utiliser la section Notifications planifiées pour les supprimer

source: Default tab
fr: Menu par défaut

source: Default tab on startup
fr: Menu par défaut au démarrage

source: Departure at
fr: Départ à

source: Departures
fr: Départs

source: Departures for the line %@
fr: Départs pour la ligne %@

source: Departures, Disruptions and Maps
fr: Départs, Perturbations et Plans

source: Design and developement
fr: Conception et développement

source: Direction %@, departure at %@
fr: Direction %@, départ à %@

source: Direction %@, error while loading the remaining time
fr: Direction %@, erreur lors du chargement du temps restant

source: Direction %@, leaving now
fr: Direction %@, départ imminent

source: Direction %@, no more bus
fr: Direction%@, plus de bus

source: Dismiss
fr: Fermer

source: Disruptions
fr: Perturbations

source: Disruptions monitoring
fr: Surveillance des perturbations

source: Do you mean %@?
fr: Est-ce que vous voulez dire %@ ?

source: Do you want to reinit the stops list to the alphabetical order?
fr: Voulez-vous réinitialiser la liste d'arrêt dans l'ordre alphabétique ?

source: Error
fr: Erreur

source: External libraries, used in this project
fr: Librairies externes, utilisées dans ce projet

source: Favorites
fr: Favoris

source: Filter activated
fr: Filtre activé

source: Filter favorites lines
fr: Filtrer les lignes favorites

source: Fortunately, there is no disruptions at this time.
fr: Bonne nouvelle, aucune perturbation n'a lieu en ce moment.

source: Friday
fr: Vendredi

source: From
fr: De

source: From now on, instead of having several disturbances displayed several times for several lines, the disturbances will be merged into one and same category to be more readable and take up less space.
fr: A partir de maintenant, au lieu d'avoir plusieurs perturbations affichés plusieurs fois pour plusieurs lignes, les perturbations seront fusionnées en une seule et même catégorie pour être plus lisible et prendre moins de place.

source: From...
fr: De...

source: General
fr: Général

source: Github webpage
fr: Page Github du projet

source: Give your feedback !
fr: Donnez votre avis !

source: Here, you can choose when you want to monitor the lines you want. If a disruption occured during the monitoring period, we will send you a notification.
fr: Ici, vous pouvez choisir quand vous voulez surveiller des lignes. Si une perturbation survient pendant la période de surveillance, nous vous enverrons une notification.

source: Hours
fr: Heures

source: Invalid route
fr: Itinéraire invalide

source: It's seems you are not not monitoring any line. Monitoring a line will allow you to receive a notification in case of disruptions on your favorite lines. Why not to try with pushing the + button, at the top-right angle of your device ?
fr: Il semble que vous ne surveillez aucune ligne. Surveiller une ligne vous permettra de recevoir une notification en cas de perturbations sur vos lignes préférées. Pourquoi ne pas essayer en appuyant sur le bouton +, en haut à droite de votre appareil ?

source: Last features
fr: Dernières nouveautés

source: Let's take the bus!
fr: Prenons le bus !

source: Line %@
fr: Ligne %@

source: Line %@ - %@
fr: Ligne %@ - %@

source: Lines
fr: Lignes

source: Lines history and moral and material support
fr: Histoires des lignes et soutien moral et matériel

source: Loading
fr: Chargement

source: Loading Smart Reminders
fr: Chargement des Rappels Intelligents

source: Loading...
fr: Chargement...

source: Map
fr: Plan

source: Maps
fr: Plans

source: Mark this stop as favorite
fr: Marquer cet arrêt en favoris

source: Merged disruptions
fr: Fusion des perturbations

source: Monday
fr: Lundi

source: Monitoring
fr: Surveillance

source: Monitoring a line will allow you to receive a notification in case of disruptions on your favorite lines.
fr: Surveiller une ligne vous permettra de recevoir une notification en cas de perturbations sur vos lignes préférées.

source: Nearest stops
fr: Arrêts les plus proches

source: Nearest stops from
fr: Arrêts les plus proches de

source: New offline departures available
fr: Mise à jour des départs hors-ligne disponible

source: No
fr: Non

source: No disruptions
fr: Pas de pertubations

source: No lines monitored
fr: Aucune lignes surveillées

source: No more bus will come to this stop today.
fr: Aucun bus ne viendra aujourd'hui à cet arrêt.

source: No results
fr: Pas de résultats

source: Noctambus regional map
fr: Plan Noctambus régional

source: Noctambus urban map
fr: Plan Noctambus urbain

source: Now
fr: Maintenant

source: Now, you can add departures reminders from your Apple Watch
fr: Maintenant, vous pouvez ajouter des rappels de départs depuis l'Apple Watch

source: Number of minutes before departure
fr: Nombre de minutes avant le départ

source: Offline mode
fr: Mode hors-ligne

source: Open data of Geneva public transport
fr: Open data des Transports Publics Genevois

source: Open data of Transport API
fr: Open data de Transport API

source: Other
fr: Autre

source: Pending notifications
fr: Notifications planifiées

source: Platform %@
fr: Quai %@

source: Privacy
fr: Confidentialité

source: Redesigned Monitoring section
fr: Surveillance des perturbations repensée

source: Regional map
fr: Plan régional

source: Regional route
fr: Itinéraire multizone

source: Reload
fr: Recharger

source: Reload departures
fr: Recharger les départs

source: Reminder
fr: Rappel

source: Reminders on the Apple Watch
fr: Rappels sur l'Apple Watch

source: Reorder stops view
fr: Réorganiser la liste des arrêts

source: Result
fr: Résultat

source: Results
fr: Résultats

source: Reversed
fr: Inversé

source: Routes
fr: Itinéraires

source: SBB %@
fr: CFF %@

source: SBB %@ - %@
fr: CFF %@ - %@

source: Saturday
fr: Samedi

source: Search
fr: Rechercher

source: Select date
fr: Séléctionner une date

source: Settings
fr: Paramètres

source: Show less
fr: Afficher moins

source: Show map
fr: Afficher la carte

source: Show more
fr: Afficher plus

source: Smart Reminder
fr: Rappel intelligent

source: Smart Reminders
fr: Rappels intelligents

source: Smart reminders are departures reminders that, unlike standard reminders, take into account traffic variations and bus delays.This feature requires an Internet connection to work, so it will not be offered in offline mode, and you can disabled it if you want in online mode.
fr: Les rappels intelligents sont des rappels de départs qui, contrairement aux rappels classiques, prennent en compte les variations du trafic et les avances / retards des bus. Cette fonctionnalité nécessite une connexion à Internet pour fonctionner, c'est pourquoi elle ne vous sera pas proposée en mode hors-ligne, et est désactivable en mode en-ligne.

source: Sorry
fr: Désolé

source: Sorry for that. Can you try again, or send an email to us if the problem persist?
fr: Désolé pour cela. Pourriez-vous réessayer ou nous envoyer un mail si le problème persiste ?

source: Sorry, but no results was found. Please try with other parameters.
fr: Désolé, mais aucun résultat n'a été trouvé. Merci d'essayer avec d'autres paramètres.

source: Sorry, but we were not able to add your smart notification. Do you want to try again?
fr: Désolé, mais nous n'avons pas pu ajouter votre rappel intelligent. Voulez-vous réessayer ?

source: Sorry, there is an error. Are you sure your are connected to internet ?
fr: Désolé, mais une erreur est survenue. Êtes-vous sûr d'être connecté à internet ?

source: Special thanks
fr: Remerciement spéciaux

source: Specific
fr: Spécifique

source: Stability improvements
fr: Amélioration de la stabilité générale

source: Sunday
fr: Dimanche

source: Take the line %@ to %@
fr: Prenez la ligne %@ vers %@

source: Take the line %@ to %@ now
fr: Prenez la ligne %@ vers %@ maintenant

source: Testing
fr: Test

source: That's all for today
fr: C'est tout pour aujourd'hui

source: The bus is comming now!
fr: Le bus arrive maintenant !

source: The monitoring section was redesigned to make easier to manage disruptions monitoring
fr: La section de surveillance des perturbations a été repensée pour faciliter la gestion des différentes surveillances.

source: The project
fr: Le projet

source: This route crosses several areas. Therefore, you must have a regional ticket/pass corresponding to these zones:
fr: Cet itinéraire traverse plusieurs zones. Vous devez donc acquérir un ticket/abonnement correspondant à ces zones :

source: Thursday
fr: Jeudi

source: To
fr: Vers

source: To...
fr: Vers...

source: Try again
fr: Réessayer

source: Try again without Smart Reminders
fr: Réessayer sans Rappel Intelligent

source: Tuesday
fr: Mardi

source: Unknow
fr: Inconnu

source: Unknow content
fr: Contenu inconnu

source: Unmark this stop as favorite
fr: Enlever cet arrêt des favoris

source: Update departures
fr: Réactualiser les départs

source: Urban map
fr: Plan urbain

source: Wait a minute...
fr: Une seconde...

source: Walk
fr: Marcher

source: Walk %@m
fr: Marcher %@m

source: Warning!
fr: Attention !

source: We already sheduled a reminder with these parameters.
fr: Nous avons déjà programmé un rappel avec ces paramètres.

source: We improved the stability and we made some cosmetic improvements.
fr: Nous avons amélioré la stabilité et nous avons apporté quelques améliorations cosmétiques.

source: We need your devices's unique identifier to send you notifications, even if the app is closed (except if the device is off). Check if notifications and background app refresh are allowed.
fr: Nous avons besoin de votre identifiant unique d'appareil pour vous envoyer des notifications, même si l'application est fermée (excepté si l'appareil est éteint). Vérifiez si les notifications et l'actualisation en arrière-plan sont activés.

source: Wednesday
fr: Mercredi

source: Weekdays
fr: Semaine

source: What's new!
fr: Les dernières nouveautés !

source: When do you want to be reminded
fr: Quand voulez-vous être rappelé

source: Whole tpg network
fr: Réseau tpg

source: Yes
fr: Oui

source: You are using timetables departures. So departures are subjects to change.
fr: Vous êtes en mode hors-ligne. Les horaires sont donc sujets à des modifications et sont donnés à titre indicatif.

source: You can download them in Settings
fr: Vous pouvez la télécharger dans les paramètres

source: You can't set a timer for this bus, but you should run to take it.
fr: Vous ne pouvez pas ajouter de rappels à ce bus, mais vous devriez courir pour le prendre.

source: You forgot to add some days...
fr: Vous avez oublié d'ajouter quelques jours...

source: You will be reminded
fr: Vous serez rappelé

source: at the time of departure.
fr: au départ
